Repository: xfce-mirror/libxfce4ui
Catalog: po/*.po
Languages: eo, vi

source: The packages thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfconf, xfdesktop and xfwm4 are distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
eo: La pakaĵoj thunar, xfce4-appfinder, xfce4-panel, xfce4-sesion, xfce4-settings, xfconf, xfdesktop kaj xfwm4 estas distribuitaj laŭ la terminoj de la Ĝenerala Publika Permesilo de GNU kiel eldonita de la Fondumo por Libera Programaro; ĉu versio 2 de la permesilo, aŭ (laŭ via opcio) ajnan pli postan version.
vi: Các gói thunar, xfce4-appfinder, xfce4-panel, xfce4-session, xfce4-settings, xfconf, xfdesktop và xfwm4 được phát hành theo Giấy phép Công cộng GNU do Tổ chức Phần mềm Tự do công bố; phiên bản 2 hoặc (tùy chọn) các phiên bản mới hơn.

source: Type '%s --help' for usage information.
eo: Tajpu '%s --help' por utilaj informoj.
vi: Gõ '%s --help' để xem hướng dẫn sử dụng.

source: Unable to initialize GTK+.
eo: Nekapablas pravalorizi GTK+.
vi: Không thể khởi tạo GTK+.

source: The Xfce development team. All rights reserved.
eo: La programada skipo de Xfce. Ĉiuj rajtoj rezervitaj.
vi: Nhóm phát triển Xfce. Bảo lưu mọi quyền.

source: Please report bugs to <%s>.
eo: Bonvolu raporti cimojn al <%s>.
vi: Vui lòng báo lỗi tại <%s>.

source: Failed to load interface
eo: Malsukcesis ŝarĝi interfacon
vi: Không tải được giao diện

source: Core developers
eo: Kernaj programistoj
vi: Nhà phát triển lõi

source: Active contributors
eo: Aktivaj kontribuantoj
vi: Người đóng góp tích cực

source: Servers maintained by
eo: Serviloj konservitaj de
vi: Máy chủ được duy trì bởi

source: Translations supervision
eo: Tradukada kontrolitsto
vi: Giám sát dịch thuật

source: Documentation supervision
eo: Dokumenta kontrolisto
vi: Giám sát tài liệu

source: Translators
eo: Tradukantoj
vi: Người dịch

source: Previous contributors
eo: Antaŭaj kontribuantoj
vi: Người đóng góp trước đây

source: About Xfce
eo: Pri Xfce
vi: Giới thiệu Xfce

source: Information about the Xfce Desktop Environment
eo: Informoj pri la fenestrilo Xfce
vi: Thông tin về môi trường desktop Xfce

source: Unknown
eo: Nekonata
vi: Không rõ

source: 64-bit (32-bit userspace)
eo: 64-bita (32-bita uzanto-spaco)
vi: 64-bit (không gian người dùng 32-bit)

source: %s; Build ID: %s
eo: %s; laboranta ID: %s
vi: %s; ID bản dựng: %s

source: A file named "%s" already exists in this directory, the file hasn't been added.
eo: Dosiero nomata "%s" jam ekzistas en ĉi tiu dosierujo, la dosiero ne estis aldonita.
vi: Tệp tên "%s" đã tồn tại trong thư mục này, tệp không được thêm.

source: Failed to migrate the old panel configuration
eo: Malsukcesis migri la malnovan panelan agordon
vi: Chuyển đổi cấu hình bảng cũ thất bại

source: Customize settings stored by Xfconf
eo: Adapti agordojn stokitajn de Xconf
vi: Tùy biến cài đặt được lưu bởi Xfconf

source: Create Launcher
eo: Krei lanĉilon
vi: Tạo bộ khởi chạy

source: Create Link
eo: Krei ligilon
vi: Tạo liên kết

source: Create Directory
eo: Krei dosierujon
vi: Tạo thư mục

source: Edit Launcher
eo: Redakti lanĉilon
vi: Sửa bộ khởi chạy

source: Edit Link
eo: Redakti ligilon
vi: Sửa liên kết

source: Edit Directory
eo: Redakti dosierujon
vi: Sửa thư mục

source: Create a new desktop file in the given directory
eo: Krei novan labortablan dosieron en la dosierujo
vi: Tạo tệp desktop mới trong thư mục đã chọn

source: Type of desktop file to create (Application or Link)
eo: Tipo de labortabla dosiero por kreĝi (aplikaĵo aŭ ligilo)
vi: Kiểu tệp desktop sẽ tạo (Application hoặc Link)

source: Preset name when creating a desktop file
eo: Antaŭagordita nomo kiam krei labortablan dosieron
vi: Tên mặc định khi tạo tệp desktop

source: Preset comment when creating a desktop file
eo: Antaŭagordita komento kiam krei labortablan dosieron
vi: Mô tả mặc định khi tạo tệp desktop

source: Preset command when creating a launcher
eo: Antaŭagordita komento kiam krei lanĉilon
vi: Lệnh mặc định khi tạo bộ khởi chạy

source: Preset URL when creating a link
eo: Antaŭagordita URL kiam krei ligilon
vi: URL mặc định khi tạo liên kết

source: Preset icon when creating a desktop file
eo: Antaŭagordi bilsimbolon kiam labortabla dosiero kreiĝas
vi: Biểu tượng mặc định khi tạo tệp desktop

source: Print the final saved URI after creating or editing the file
eo: Presi la finan konservitan URI post kreado aŭ redaktado de la dosiero
vi: In URI đã lưu cuối cùng sau khi tạo hoặc sửa tệp

source: Print version information and exit
eo: Presi informojn pri versio kaj eliri
vi: In thông tin phiên bản và thoát

source: [FILE|FOLDER]
eo: [DOSIERO|DOSIERUJO]
vi: [TỆP|THƯ_MỤC]

source: os-cillation e.K. All rights reserved.
eo: os-cillation e.K. Ĉiuj rajtoj rezervitaj.
vi: os-cillation e.K. Mọi quyền được bảo lưu.

source: Written by Benedikt Meurer <benny@xfce.org>.
eo: Kreita de Benedikt Meurer <benny@xfce.org>.
vi: Được viết bởi Benedikt Meurer <benny@xfce.org>.

source: %s comes with ABSOLUTELY NO WARRANTY, You may redistribute copies of %s under the terms of the GNU Lesser General Public License which can be found in the %s source package.
eo: %s venas kun absolute neniu garantio, Vi eble redistribuos kopiojn de %s sub la kondiĉoj de la GNU malpli granda ĝenerala publika licenco trovebla en la %s Fonta Pako.
vi: %s không đi kèm với bất cứ đảm bảo nào, Bạn có thể phân phối lại bản sao của %s dưới điều khoản của Giấy phép công cộng GNU bản rút gọn, có thể tìm thấy tại gói nguồn của %s.

source: C_reate
eo: K_reu
vi: _Tạo

source: _Save
eo: _Konservi
vi: _Lưu

source: Choose filename
eo: Elektu dosiernomon
vi: Chọn tên tệp

source: Failed to create "%s".
eo: Malsukcesis krei "%s".
vi: Không thể tạo "%s".

source: Failed to save "%s".
eo: Malsukcesis konservi "%s".
vi: Không thể lưu "%s".

source: Select an Application
eo: Elektu aplikaĵon
vi: Chọn ứng dụng

source: _Open
eo: _Malfermu
vi: _Mở

source: All Files
eo: Ĉiuj dosieroj
vi: Mọi tệp

source: Executable Files
eo: Lanĉeblaj dosieroj
vi: Tệp thực thi

source: Perl Scripts
eo: Perl-skriptoj
vi: Kịch bản Perl

source: Python Scripts
eo: Python-skriptoj
vi: Kịch bản Python

source: Ruby Scripts
eo: Ruby-skriptoj
vi: Kịch bản Ruby

source: Shell Scripts
eo: Shell skriptoj
vi: Kịch bản Shell

source: _Name:
eo: _Nomo:
vi: _Tên:

source: C_omment:
eo: K_omento:
vi: _Mô tả:

source: Comm_and:
eo: Ko_amdo:
vi: _Lệnh:

source: _URL:
vi: Đường _dẫn:

source: Working _Directory:
eo: Kuranta _dosierujo:
vi: _Thư mục làm việc:

source: _Icon:
eo: P_iktogramo:
vi: _Biểu tượng:

source: No icon
eo: Mankas bildsimbolo
vi: Không biểu tượng

source: Options:
eo: Opcioj:
vi: Tùy chọn:

source: Use _startup notification
eo: Uzi _start-notifikilon
vi: Dùng _thông báo khởi động

source: Select this option to enable startup notification when the command is run from the file manager or the menu. Not every application supports startup notification.
eo: Elektu tiun ĉi opcion por ŝalti lanĉ-avizilon kiam la komando estas lanĉita el dosier-administilo aŭ menuo. Ne ĉiu aplikaĵo subtenas tiajn lanĉ-avizojn.
vi: Dùng tùy chọn này để bật tính năng thông báo khởi động khi lệnh được chạy từ trình quản lí hoặc menu. Không phải mọi ứng dụng đều hỗ trợ tính năng này.

source: Run in _terminal
eo: Lanĉu en _terminalo
vi: Chạy trong _cửa sổ dòng lệnh

source: Select this option to run the command in a terminal window.
eo: Elektu ĉi tiun opcion por lanĉi la komandon en terminal-fenestro.
vi: Chọn mục này để chạy lệnh trong cửa sổ dòng lệnh.

source: Select an icon
eo: Elekti bildsimbolon
vi: Chọn biểu tượng

source: _OK
eo: _Bone
vi: _Đồng ý

source: Select a working directory
eo: Elektu funkciantan dosierujon
vi: Chọn thư mục làm việc

source: File location is not a regular file or directory
eo: Dosiera loko ne estas regula dosiero aŭ dosierujo
vi: Vị trí tệp không phải tệp hay thư mục bình thường

source: Usage: xfce-open [URLs...]
eo: Uzado: xfce-open [URL ...]
vi: Cách dùng: xfce-open [URL...]

source: xfce-open --launch TYPE [PARAMETERs...]
vi: xfce-open --launch LOẠI [THAM SỐ...]

source: -?, --help Print this help message and exit
eo: -?, --help Presi tiun ĉi helpan informon kaj eliri
vi: -?, --help In tin nhắn trợ giúp này và thoát

source: -V, --version Print version information and exit
eo: -V, --version Presi informon pri versio kaj eliri
vi: -V, --version In thông tin phiên bản và thoát

source: --launch TYPE [PARAMETERs...] Launch the preferred application of TYPE with the optional PARAMETERs, where TYPE is one of the following values.
eo: --launch TYPE [PARAMETERs...] lanĉi la ŝatatan aplikaĵon de TYPE kun opico PARAMETERs, kie TYPE estas unu de la montrantaj valoroj
vi: --launch LOẠI [THAM SỐ...] Khởi chạy ứng dụng ưa thích của LOẠI với các THAM SỐ tùy chọn, trong đó LOẠI là một trong các giá trị sau.

source: --working-directory DIRECTORY Default working directory for applications when using the --launch option.
eo: --working-directory DIRECTORY Defaŭlta funkcianta dosierujo de aplikaĵoj kiam uzi --launch option.
vi: --working-directory THƯ MỤC Thư mục làm việc mặc định cho các ứng dụng khi sử dụng tùy chọn --launch.

source: The following TYPEs are supported for the --launch command:
eo: La montrantaj TYPEs estas uzeblaj por --launch command:
vi: Các KIỂU sau được hỗ trợ cho lệnh --launch:

source: WebBrowser - The preferred Web Browser. MailReader - The preferred Mail Reader. FileManager - The preferred File Manager. TerminalEmulator - The preferred Terminal Emulator. TextEditor - The preferred Text Editor. ImageViewer - The preferred Image Viewer. AudioPlayer - The preferred Audio Player. VideoPlayer - The preferred Video Player.
eo: WebBrowser - La ŝatata Retumilo MailReader - La ŝatata Retpoŝtlegilon FileManager - La ŝatata Dosieradministrilo TerminalEmulator - La ŝatata Terminalo TextEditor - La ŝatata Tekstredaktilo ImageViewer - La ŝatata bildmontrilo AudioPlayer - La ŝatata Sonludilo VideoPlayer - TLa ŝatata Filmetoludilo
vi: WebBrowser - Trình duyệt web ưa thích. MailReader - Trình đọc thư ưa thích. FileManager - Trình quản lý tệp ưa thích. TerminalEmulator - Trình mô phỏng terminal ưa thích. TextEditor - Trình soạn thảo văn bản ưa thích. ImageViewer - Trình xem ảnh ưa thích. AudioPlayer - Trình xem ảnh ưa thích. VideoPlayer - Trình phát video ưa thích.

source: If you don't specify the --launch option, xfce-open will open all specified URLs with their preferred URL handlers. Else, if you specify the --launch option, you can select which preferred application you want to run, and pass additional parameters to the application (i.e. for TerminalEmulator you can pass the command line that should be run in the terminal).
eo: Se vi ne specifas la --launch option, xfce-open malfermos ĉiujn specifitajn URL-oj kun siaj ŝatataj URL-traktilo. Alie, se vi specifas la --launch option, vi povas elekti, kiun ŝatatan aplikaĵon vi volas funkciigi, kaj pasigu pliajn parametrojn al la aplikaĵo (t.e. por TerminalEmulator vi povas preterpasi la komandan linion, kiu devas funkcii en la terminalo).
vi: Nếu không dùng tùy chọn --launch, xfce-open sẽ mở mọi URL đã chỉ định bằng trình xử lý ưu tiên tương ứng. Ngược lại, nếu dùng --launch, bạn có thể chọn ứng dụng ưu tiên muốn chạy và truyền thêm tham số cho ứng dụng (ví dụ: với TerminalEmulator, bạn có thể truyền lệnh cần chạy trong terminal).

source: Failed to launch preferred application for category "%s".
eo: Malsukcesis lanĉi ŝatatan aplikaĵon por kategorio "%s".
vi: Không thể khởi chạy ứng dụng ưu tiên cho danh mục "%s".

source: Unable to detect the URI-scheme of "%s".
eo: Nekapablas detekti la URI-skemon de "%s".
vi: Không phát hiện được giao thức URI của "%s".

source: Failed to open URI.
eo: Malsukcesis malfermi URI.
vi: Không thể mở URI.

source: 64-bit
eo: 64-bita

source: 32-bit
eo: 32-bita
