Repository: xfce-mirror/libxfce4ui
Catalog: po/*.po
Languages: eo, vi

source: License
eo: Permesilo
vi: Giấy phép

source: About the Xfce Desktop Environment
eo: Pri la Xfce-fenestrilo
vi: Giới thiệu về môi trường desktop Xfce

source: _Help
eo: _Helpo
vi: _Trợ giúp

source: _Close
eo: _Fermu
vi: Đó_ng

source: Device
eo: Aparato
vi: Thiết bị

source: label
eo: etikedo
vi: nhãn

source: OS Name
eo: Operaciuma nomo
vi: Tên hệ điều hành

source: OS Type
eo: Tipo de operaciumo
vi: Loại hệ điều hành

source: Distributor
eo: Distribuanto
vi: Nhà phân phối

source: Xfce Version
eo: Versio de Xfce
vi: Phiên bản Xfce

source: GTK Version
eo: Versio de GTK
vi: Phiên bản GTK

source: Kernel Version
eo: Versio de kerno
vi: Phiên bản kernel

source: Windowing System
eo: Fenestrada sistemo
vi: Hệ thống cửa sổ

source: Memory
eo: Memoro
vi: Bộ nhớ

source: System
eo: Sistemo
vi: Hệ thống

source: Xfce is a collection of programs that together provide a full-featured desktop environment. The following programs are part of the Xfce core:
eo: Xfce estas aro de programoj kiuj kune provizas plenfunkcian fenestrilon. La jenaj programoj estas parto de la Xfce-kerno:
vi: Xfce là tập hợp các chương trình cùng nhau cung cấp một môi trường desktop đầy đủ tính năng. Các chương trình sau thuộc lõi Xfce:

source: Xfce is also a development platform providing several libraries that help programmers create applications that fit in well with the desktop environment. Xfce components are licensed under free or open source licences; GPL or BSDL for applications and LGPL or BSDL for libraries. Look at the documentation, the source code or the Xfce website (<a href="https://www.xfce.org">https://www.xfce.org</a>) for more information. Thank you for your interest in Xfce. - The Xfce Development Team
eo: XFCE ankaŭ estas disvolva platformo provizanta plurajn bibliotekojn, kiuj helpas programistojn krei aplikaĵojn, kiuj kongruas bone kun la fenestrilo. XFCE-komponentoj estas rajtigitaj sub senpagaj aŭ malfermitkodaj licencoj; GPL aŭ BSDL por aplikaĵoj kaj LGPL aŭ BSDL por bibliotekoj. Rigardu la dokumentaron, la fontkodon aŭ la XFCE -retejon (https://www.xfce.org) por pli da informo. Dankon pro via intereso pri XFCE. - La programada skipo XFCE.
vi: Xfce còn là một nền tảng phát triển cung cấp nhiều thư viện giúp lập trình viên tạo ứng dụng hòa hợp tốt với môi trường desktop. Các thành phần Xfce được cấp phép theo giấy phép mã nguồn mở hoặc tự do; GPL hoặc BSDL cho ứng dụng và LGPL hoặc BSDL cho thư viện. Xem tài liệu, mã nguồn hoặc trang web Xfce (<a href="https://www.xfce.org">https://www.xfce.org</a>) để biết thêm thông tin. Cảm ơn bạn đã quan tâm tới Xfce. - Nhóm phát triển Xfce

source: About
eo: Pri
vi: Giới thiệu

source: Credits
eo: Agnoskoj
vi: Tác giả & công trạng

source: Copyright
eo: Kopirajto
vi: Bản quyền

source: Failed to open web browser for online documentation
eo: Malsukcesis malfermi retumilon por surreta dokumentado
vi: Không mở được trình duyệt web để xem tài liệu trực tuyến

source: Do you want to read the %s manual online?
eo: Ĉu vi volas legi la %s manlibron surrete?
vi: Bạn có muốn đọc tài liệu hướng dẫn %s trực tuyến không?

source: Do you want to read the manual online?
eo: Ĉu vi volas legi la manlibron surrete?
vi: Bạn có muốn đọc tài liệu hướng dẫn trực tuyến không?

source: You will be redirected to the documentation website where the help pages are maintained and translated.
eo: Vi estos redirektita al la dokumenta retejo, kie la helppaĝoj estas konservitaj kaj tradukitaj.
vi: Bạn sẽ được chuyển hướng tới trang web tài liệu nơi các trang trợ giúp được duy trì và dịch.

source: Read the manual
eo: Legi la manlibron
vi: Đọc tài liệu hướng dẫn

source: _Cancel
eo: _Nuligi
vi: _Hủy

source: _Read Online
eo: Legi su_rrete
vi: Đọ_c trực tuyến

source: _Always go directly to the online documentation
eo: _Iru ĉiam rekte al la interreta dokumentado
vi: _Luôn mở trực tiếp tài liệu trực tuyến

source: Close
eo: Fermi
vi: Đóng

source: No
eo: Ne
vi: Không

source: Yes
eo: Jes
vi: Có

source: Cancel
eo: Nuligi
vi: Hủy

source: Close window with multiple tabs?
eo: Ĉu fermi fenestron kun pluraj langetoj?
vi: Đóng cửa sổ có nhiều thẻ?

source: This window has multiple tabs open. Closing this window will also close all its tabs.
eo: Ĉi tiu fenestro havas plurajn langetojn malfermitajn. Fermante ĉi tiun fenestron ankaŭ fermos ĉiujn ĝiajn langetojn.
vi: Cửa sổ này đang mở nhiều thẻ. Việc đóng cửa sổ sẽ đồng thời đóng tất cả các thẻ.

source: This window has %d tabs open. Closing this window will also close all its tabs.
eo: Ĉi tiu fenestro havas %d langetojn malfermitajn. Fermante ĉi tiun fenestron ankaŭ fermos ĉiujn ĝiajn langetojn.
vi: Cửa sổ này đang mở %d thẻ. Việc đóng cửa sổ sẽ đồng thời đóng tất cả các thẻ.

source: Warning
eo: Averto
vi: Cảnh báo

source: Close T_ab
eo: Fermi l_angetojn
vi: Đóng _thẻ

source: Close _Window
eo: Malfermi _Fenestron
vi: Đóng _cửa sổ

source: Do _not ask me again
eo: _Ne demandu min plue
vi: _Đừng hỏi lại

source: Failed to open file "%s": %s
eo: Malsukcesis malfermi dosieron "%s": %s
vi: Không thể mở tệp "%s": %s

source: Failed to read file "%s": %s
eo: Malsukcesis legi dosieron "%s": %s
vi: Không thể đọc tệp "%s": %s

source: Failed to load image "%s": Unknown reason, probably a corrupt image file
eo: Malsukcesis ŝargi bildon "%s": Nekonata kialo, verŝajne difektita bilda dosiero
vi: Không thể tải ảnh "%s": Lý do không rõ, có thể tệp ảnh bị hỏng

source: Failed to open "%s".
eo: Malsukcesis malfermi "%s".
vi: Không thể mở "%s".

source: Action Icons
eo: Agaj bildsimboloj
vi: Biểu tượng hành động

source: Animations
eo: Animacioj
vi: Hiệu ứng động

source: Application Icons
eo: Aplikaĵaj bildsimboloj
vi: Biểu tượng ứng dụng

source: Menu Icons
eo: Menuaj bilsimboloj
vi: Biểu tượng menu

source: Device Icons
eo: Aparataj bildsimboloj
vi: Biểu tượng thiết bị

source: Emblems
eo: Emblemoj
vi: Huy hiệu

source: Emoticons
eo: Emoĝioj
vi: Biểu tượng cảm

source: File Type Icons
eo: Dosiertipaj bildsimboloj
vi: Biểu tượng loại tệp

source: Location Icons
eo: Lokoj-bildsimboloj
vi: Biểu tượng vị trí

source: Status Icons
eo: Stataj bildsimboloj
vi: Biểu tượng trạng thái

source: Stock Icons
eo: Provizaj bildsimboloj
vi: Biểu tượng chuẩn

source: Uncategorized Icons
eo: Nekategorigitaj bildsimboloj
vi: Biểu tượng chưa phân loại

source: All Icons
eo: Ĉiuj bildsimboloj
vi: Tất cả biểu tượng

source: Image Files
eo: Bildo-dosieroj
vi: Tệp hình ảnh

source: No Icon
eo: Sen bildsimbolo
vi: Không biểu tượng

source: Select _icon from:
eo: Elekti p_iktogramon el:
vi: Chọn _biểu tượng từ:

source: _Search icon:
eo: _Serĉi piktogramon:
vi: _Tìm biểu tượng:

source: Clear search field
eo: Malplenigi la serĉkampon
vi: Xóa trường tìm kiếm

source: Session management client ID
eo: ID de Seanca administrado
vi: ID client quản lý phiên

source: Disable session management
eo: Malebligi seancan administradon
vi: Tắt quản lý phiên

source: Session management options
eo: Opicoj de seanca administrado
vi: Tùy chọn quản lý phiên

source: Show session management options
eo: Montri opciojn de seanca administrado
vi: Hiển thị tùy chọn quản lý phiên

source: Failed to connect to the session manager: %s
eo: Malsukcesis konekti al la seanca administrado: %s
vi: Không thể kết nối tới trình quản lý phiên: %s

source: Session manager did not return a valid client id
eo: Seanca administranto ne redonis validan klientan identigilon
vi: Trình quản lý phiên không trả về ID client hợp lệ

source: Working directory "%s" does not exist. It won't be used when spawning "%s".
eo: Laboranta dosierujo "%s" ne ekzistas. Ĝi ne estos uzata kiam fuŝas "%s".
vi: Thư mục làm việc "%s" không tồn tại. Nó sẽ không được dùng khi khởi chạy "%s".

source: Filename is too long
eo: Dosiernomo trolongas
vi: Tên tệp quá dài

source: Directory separator illegal in file name
eo: Dosieruja apartigilo malpremesita en dosiernomo
vi: Ký tự phân cách thư mục không hợp lệ trong tên tệp

source: Filenames should not start or end with a space
eo: Dosiernomoj ne komencu aŭ finu per spaceto
vi: Tên tệp không được bắt đầu hoặc kết thúc bằng dấu cách

source: Active
vi: Hoạt động

source: Name
vi: Tên

source: Move _up
vi: Di chuyển _lên

source: Move currently selected item up by one row
vi: Di chuyển mục đang chọn lên trên một hàng

source: Move _down
vi: Di chuyển _xuống

source: Move currently selected item down by one row
vi: Di chuyển mục đang chọn xuống dưới một hàng

source: _Add new item
vi: _Thêm mục mới

source: Add new item
vi: Thêm mục mới

source: _Remove
vi: _Xóa

source: Remove currently selected items
vi: Xóa các mục đang chọn

source: _Edit
vi: _Chỉnh sửa

source: Edit the currently selected item
vi: Chỉnh sửa mục đang chọn

source: Reset to de_faults
vi: Đặt lại về _mặc định

source: Reset all items to default settings
vi: Đặt lại tất cả mục về thiết lập mặc định

source: This shortcut is already being used for the action '%s'. Which action do you want to use?
eo: Ĉi tiu fulmoklavo jam estas uzata por la ago "%s". Kiun agon vi volas uzi?
vi: Phím tắt này đã được dùng cho hành động '%s'. Bạn muốn gán cho hành động nào?

source: Use '%s'
eo: Uzi "%s"
vi: Dùng '%s'

source: Keep '%s'
eo: Ne perdi "%s"
vi: Giữ '%s'

source: This shortcut is already being used for the command '%s'. Which action do you want to use?
eo: Ĉi tiu fulmoklavo jam estas uzata por la komando "%s". Kiun agon vi volas uzi?
vi: Phím tắt này đã được dùng cho lệnh '%s'. Bạn muốn gán cho hành động nào?

source: This shortcut is already being used by the action '%s'. Which action do you want to use?
eo: Ĉi tiu fulmoklavo jam estas uzata de la ago "%s". Kiun agon vi volas uzi?
vi: Phím tắt này đã được dùng bởi hành động '%s'. Bạn muốn gán cho hành động nào?

source: Please use another key combination.
eo: Bonvolu uzi alian klavkombinon.
vi: Vui lòng dùng tổ hợp phím khác.

source: %s already triggers this action.
eo: %s jam ekagigas ĉi tiun agon.
vi: %s đã kích hoạt hành động này.

source: Conflicting actions for %s
eo: Konfliktaj agoj por %s
vi: Xung đột hành động cho %s

source: This shortcut is already being used for something else.
eo: Ĉi tiu fulmoklavo jam estas uzata por io alia.
vi: Phím tắt này đã được dùng cho mục đích khác.

source: Shortcuts Editor
eo: Fulmoklava redaktilo
vi: Trình chỉnh sửa phím tắt

source: The current shortcut. Click to edit...
eo: La nuna fulmoklavo. Alklaku por redakti...
vi: Phím tắt hiện tại. Nhấp để chỉnh sửa…

source: Clear the shortcut
eo: Forigi la fulmoklavon
vi: Xóa phím tắt

source: Restore the default shortcut
eo: Restaŭri la defaŭltan fulmoklavon
vi: Khôi phục phím tắt mặc định

source: This keyboard shortcut is currently used by: '%s'
eo: Ĉi tiu fulmoklavo estas nune uzata de: "%s"
vi: Phím tắt này hiện đang được sử dụng bởi: '%s'

source: Keyboard shortcut already in use
eo: Fulmoklavo jam uzata
vi: Phím tắt đã được sử dụng

source: Window Manager Action Shortcut
eo: Fenestra administra agoŝparvojo
vi: Phím tắt hành động trình quản lý cửa sổ

source: action
eo: ago
vi: hành động

source: Command Shortcut
eo: Komanda fulmoklavo
vi: Phím tắt lệnh

source: command
eo: komando
vi: lệnh

source: Shortcut
eo: Fulmoklavo
vi: Phím tắt

source: Clear
eo: Purigu
vi: Xóa

source: Press keyboard keys to trigger the %s '%s'.
eo: Premu klavarajn klavojn por ekagigi la %s "%s".
vi: Nhấn phím để gán cho %s '%s'.

source: Please press a key
eo: Bonvolu premi klavon
vi: Vui lòng nhấn một phím

source: Could not grab the keyboard.
eo: Ne eblis kapti la klavaron.
vi: Không thể bắt bàn phím.

source: Window operations menu
eo: Fenestra operacia menuo
vi: Menu thao tác cửa sổ

source: Up
eo: Supren
vi: Lên

source: Down
eo: Suben
vi: Xuống

source: Left
eo: Maldekstren
vi: Trái

source: Right
eo: Dekstren
vi: Phải

source: Cycle windows
eo: Cikligi la fenestrojn
vi: Chuyển vòng cửa sổ

source: Cycle windows (Reverse)
eo: Cikligi la fenestrojn (inverse)
vi: Chuyển vòng cửa sổ (ngược lại)

source: Switch window for same application
eo: Ŝanĝi fenestron por sama aplikaĵo
vi: Chuyển cửa sổ cùng ứng dụng

source: Switch application
eo: Ŝanĝi aplikaĵon
vi: Chuyển ứng dụng

source: Close window
eo: Fermi fenestron
vi: Đóng cửa sổ

source: Maximize window horizontally
eo: Maksimumigi fenestron horizontale
vi: Phóng to cửa sổ ngang

source: Maximize window vertically
eo: Maksimumigi fenestron vertikale
vi: Phóng to cửa sổ dọc

source: Maximize window
eo: Maksimumigi fenestron
vi: Phóng to cửa sổ

source: Hide window
eo: Kaŝi fenestron
vi: Ẩn cửa sổ

source: Move window
eo: Movi fenestron
vi: Di chuyển cửa sổ

source: Resize window
eo: Regrandigi fenestron
vi: Thay đổi kích thước cửa sổ

source: Shade window
eo: Volvi fenestron
vi: Cuộn cửa sổ

source: Stick window
eo: Alglui fenestron
vi: Dính cửa sổ

source: Raise window
eo: Altigi fenestron
vi: Đưa cửa sổ lên trên

source: Lower window
eo: Malaltigi fenestron
vi: Đưa cửa sổ xuống dưới

source: Raise or lower window
eo: Levu aŭ malsupreniru fenestron
vi: Đưa lên hoặc hạ cửa sổ

source: Fill window
eo: Plenigi fenestron
vi: Lấp đầy cửa sổ

source: Fill window horizontally
eo: Plenigi fenestron horizontale
vi: Lấp đầy cửa sổ ngang

source: Fill window vertically
eo: Plenigi fenestron vertikale
vi: Lấp đầy cửa sổ dọc

source: Toggle above
eo: Baskuligi supre
vi: Bật/tắt luôn trên cùng

source: Toggle fullscreen
eo: Baskulu tutekranen
vi: Bật/tắt toàn màn hình

source: Move window to lower monitor
eo: Movu fenestron al malsupra ekrano
vi: Chuyển cửa sổ xuống màn hình dưới

source: Move window to left monitor
eo: Movu fenestron al maldekstra ekrano
vi: Chuyển cửa sổ sang màn hình trái

source: Move window to right monitor
eo: Movu fenestron al dekstra ekrano
vi: Chuyển cửa sổ sang màn hình phải

source: Move window to upper monitor
eo: Movu fenestron al supra ekrano
vi: Chuyển cửa sổ lên màn hình trên

source: Move window to upper workspace
eo: Transloki fenestron al la supra laborspaco
vi: Chuyển cửa sổ lên vùng làm việc trên

source: Move window to bottom workspace
eo: Transloki fenestron al la suba laborspaco
vi: Chuyển cửa sổ xuống vùng làm việc dưới

source: Move window to left workspace
eo: Transloki fenestron al la maldekstra laborspaco
vi: Chuyển cửa sổ sang vùng làm việc trái

source: Move window to right workspace
eo: Transloki fenestron al la dekstra laborspaco
vi: Chuyển cửa sổ sang vùng làm việc phải

source: Move window to previous workspace
eo: Transloki fenestron al la antaŭa laborspaco
vi: Chuyển cửa sổ sang vùng làm việc trước

source: Move window to next workspace
eo: Transloki fenestron al la sekva laborspaco
vi: Chuyển cửa sổ sang vùng làm việc kế tiếp

source: Move window to workspace 1
eo: Transloki fenestron al laborspaco 1
vi: Chuyển cửa sổ sang vùng làm việc 1

source: Move window to workspace 2
eo: Transloki fenestron al laborspaco 2
vi: Chuyển cửa sổ sang vùng làm việc 2

source: Move window to workspace 3
eo: Transloki fenestron al laborspaco 3
vi: Chuyển cửa sổ sang vùng làm việc 3

source: Move window to workspace 4
eo: Transloki fenestron al laborspaco 4
vi: Chuyển cửa sổ sang vùng làm việc 4

source: Move window to workspace 5
eo: Transloki fenestron al laborspaco 5
vi: Chuyển cửa sổ sang vùng làm việc 5

source: Move window to workspace 6
eo: Transloki fenestron al laborspaco 6
vi: Chuyển cửa sổ sang vùng làm việc 6

source: Move window to workspace 7
eo: Transloki fenestron al laborspaco 7
vi: Chuyển cửa sổ sang vùng làm việc 7

source: Move window to workspace 8
eo: Transloki fenestron al laborspaco 8
vi: Chuyển cửa sổ sang vùng làm việc 8

source: Move window to workspace 9
eo: Transloki fenestron al laborspaco 9
vi: Chuyển cửa sổ sang vùng làm việc 9

source: Move window to workspace 10
eo: Transloki fenestron al laborspaco 10
vi: Chuyển cửa sổ sang vùng làm việc 10

source: Move window to workspace 11
eo: Transloki fenestron al laborspaco 11
vi: Chuyển cửa sổ sang vùng làm việc 11

source: Move window to workspace 12
eo: Transloki fenestron al laborspaco 12
vi: Chuyển cửa sổ sang vùng làm việc 12

source: Tile window to the top
eo: Kaheligi fenestron al la supro
vi: Dán cửa sổ lên trên

source: Tile window to the bottom
eo: Kaheligi fenestron al la fundo
vi: Dán cửa sổ xuống dưới

source: Tile window to the left
eo: Kaheligi fenestron al la maldekstro
vi: Dán cửa sổ sang trái

source: Tile window to the right
eo: Kaheligi fenestron al la dekstro
vi: Dán cửa sổ sang phải

source: Tile window to the top-left
eo: Kaheligi fenestron al la supra maldekstro
vi: Dán cửa sổ góc trên-trái

source: Tile window to the top-right
eo: Kaheligi fenestron al la supra dekstro
vi: Dán cửa sổ góc trên-phải

source: Tile window to the bottom-left
eo: Kaheligi fenestron al la funda maldekstro
vi: Dán cửa sổ góc dưới-trái

source: Tile window to the bottom-right
eo: Kaheligi fenestron al la funda dekstro
vi: Dán cửa sổ góc dưới-phải

source: Show desktop
eo: Montri la labortablon
vi: Hiện màn hình nền

source: Upper workspace
eo: Supra laborspaco
vi: Vùng làm việc trên

source: Bottom workspace
eo: Suba laborspaco
vi: Vùng làm việc dưới

source: Left workspace
eo: Maldekstra laborspaco
vi: Vùng làm việc trái

source: Right workspace
eo: Dekstra laborspaco
vi: Vùng làm việc phải

source: Previous workspace
eo: Antaŭa laborspaco
vi: Vùng làm việc trước

source: Next workspace
eo: Sekva laborspaco
vi: Vùng làm việc kế tiếp

source: Workspace 1
eo: Laborspaco 1
vi: Vùng làm việc 1

source: Workspace 2
eo: Laborspaco 2
vi: Vùng làm việc 2

source: Workspace 3
eo: Laborspaco 3
vi: Vùng làm việc 3

source: Workspace 4
eo: Laborspaco 4
vi: Vùng làm việc 4

source: Workspace 5
eo: Laborspaco 5
vi: Vùng làm việc 5

source: Workspace 6
eo: Laborspaco 6
vi: Vùng làm việc 6

source: Workspace 7
eo: Laborspaco 7
vi: Vùng làm việc 7

source: Workspace 8
eo: Laborspaco 8
vi: Vùng làm việc 8

source: Workspace 9
eo: Laborspaco 9
vi: Vùng làm việc 9

source: Workspace 10
eo: Laborspaco 10
vi: Vùng làm việc 10

source: Workspace 11
eo: Laborspaco 11
vi: Vùng làm việc 11

source: Workspace 12
eo: Laborspaco 12
vi: Vùng làm việc 12

source: Add workspace
eo: Aldoni laborspacon
vi: Thêm vùng làm việc

source: Add adjacent workspace
eo: Aldoni apudan laborspacon
vi: Thêm vùng làm việc kế bên

source: Delete last workspace
eo: Forigi lastan laborspacon
vi: Xóa vùng làm việc cuối

source: Delete active workspace
eo: Forigi aktivan laborspacon
vi: Xóa vùng làm việc hiện tại

source: Version information
eo: Versiaj Informoj
vi: Thông tin phiên bản

source: GPUs
eo: GPU-oj
vi: Card đồ họa

source: Window Manager
eo: Fenestroadministrilo
vi: Trình quản lý cửa sổ

source: Handles the placement of windows on the screen.
eo: Pritraktas la lokadon de fenestroj sur la ekrano.
vi: Quản lý vị trí cửa sổ trên màn hình.

source: Panel
eo: Panelo
vi: Bảng điều khiển

source: Provides a home for window buttons, launchers, app menu and more.
eo: Provizas hejmon por fenestraj butonoj, lanĉiloj, aplikaĵ-menuo kaj pli.
vi: Cung cấp chỗ chứa nút cửa sổ, bộ khởi chạy, menu ứng dụng và nhiều hơn.

source: Desktop Manager
eo: Labortabla administrilo
vi: Trình quản lý màn hình nền

source: Sets desktop backgrounds, handles icons and more.
eo: Fiksas labortablajn fonojn, trakti bildsimbolojn kaj pli.
vi: Thiết lập hình nền, quản lý biểu tượng và nhiều hơn.

source: File Manager
eo: Dosieradministrilo
vi: Trình quản lý tệp

source: Manages your files in a modern, easy-to-use and fast way.
eo: Administras viajn dosierojn en modera, facile uzebla kaj rapida maniero.
vi: Quản lý tệp của bạn theo cách hiện đại, dễ dùng và nhanh chóng.

source: Volume Manager
eo: Portilo-administrilo
vi: Trình quản lý âm lượng

source: Manages removable drives and media for Thunar.
eo: Administri demeteblajn diskojn kaj datumportilojn por Thunar.
vi: Quản lý ổ đĩa tháo rời và thiết bị lưu trữ cho Thunar.

source: Session Manager
eo: Seanca administrilo
vi: Trình quản lý phiên

source: Saves and restores your session, handles startup, autostart and shutdown.
eo: Konservi kaj restartigi vian seancon, pritraktas startigon, aŭtolanĉon kaj sistemfermon.
vi: Lưu và khôi phục phiên làm việc, xử lý khởi động, tự động chạy và tắt máy.

source: Settings Manager
eo: Agordo-administrilo
vi: Trình quản lý cài đặt

source: Configures appearance, display, keyboard and mouse settings.
eo: Agordi aspekton, ekranon, klavaron kaj muson.
vi: Cấu hình thức, màn hình, bàn phím và chuột.

source: Application Finder
eo: Aplikaĵo-serĉilo
vi: Tìm ứng dụng

source: Quickly finds and launches applications installed on your system.
eo: Rapide trovi kaj lanĉi instalitajn aplikaĵojn en via sistemo.
vi: Tìm và chạy nhanh các ứng dụng đã cài trên hệ thống.

source: Settings Daemon
eo: Demono-agordo
vi: Dịch vụ cài đặt

source: Stores your settings in a D-Bus-based configuration system.
eo: Konservi viajn agordojn en D-Bus-bazita agordsistemo.
vi: Lưu trữ các cài đặt của bạn trong hệ thống cấu hình dựa trên D-Bus.

source: A Menu Library
eo: Menua Biblioteko
vi: Thư viện menu

source: Implements a freedesktop.org compliant menu based on GLib and GIO.
eo: Realigi konforman menuon bazitan de freedesktop.org sur Glib kaj Gio.
vi: Cung cấp menu tuân thủ chuẩn freedesktop.org dựa trên GLib và GIO.

source: Thumbnails Service
eo: Bildeta servo
vi: Dịch vụ hình thu nhỏ

source: Implements the thumbnail management D-Bus specification.
eo: Realigi la specifan administradon D-Bus de bildeto.
vi: Cung cấp dịch vụ quản lý hình thu nhỏ theo chuẩn D-Bus.

source: Please see <https://www.xfce.org/about/credits>
eo: Bonvolu vidi ĉe <https://www.xfce.org/about/credits>
vi: Vui lòng xem <https://www.xfce.org/about/credits>

source: If you know of anyone missing from this list; don't hesitate and file a bug on <https://gitlab.xfce.org/xfce/libxfce4ui/-/issues> .
eo: Se vi scias pri iu ajn mankas en ĉi tiu listo; ne hezitu kaj raporti cimon ĉe <https://gitlab.xfce.org/xfce/libxfce4ui/-/issues> .
vi: Nếu bạn thấy thiếu ai trong danh sách này, đừng ngần ngại báo lỗi tại <https://gitlab.xfce.org/xfce/libxfce4ui/-/issues>.

source: Thanks to all who helped making this software available!
eo: Dankon al ĉiuj, kiuj helpis disponigi ĉi tiun programon!
vi: Cảm ơn tất cả những người đã góp phần tạo nên phần mềm này!

source: Xfce 4 is copyright Olivier Fourdan (fourdan@xfce.org). The different components are copyrighted by their respective authors.
eo: Xfce 4 estas kopirajto Olivier Fourdan (fourdan@xfce.org). La malsamaj komponentoj estas kopirajtitaj de iliaj aliaj aŭtoroj.
vi: Xfce 4 thuộc bản quyền của Olivier Fourdan (fourdan@xfce.org). Các thành phần khác thuộc bản quyền của các tác giả tương ứng.

source: The libxfce4ui and libxfce4util packages are distributed under the terms of the GNU Library General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
eo: La pakaĵoj libxfce4ui kaj libxfce4util estas distribuitaj laŭ la kondiĉoj de la Ĝenerala Publika Permesilo de GNU kiel eldonita de la Fondumo por Libera Programaro; ĉu versio 2 de la permesilo, aŭ (laŭ via opcio) ajnan pli postan version.
vi: Các gói libxfce4ui và libxfce4util được phát hành theo Giấy phép Công cộng GNU Thư viện do Tổ chức Phần mềm Tự do công bố; phiên bản 2 hoặc (tùy chọn) các phiên bản mới hơn.
